const String markdownData = """
**版本修改日期：2020-02-02**
**版本生效日期：2020-02-12**

## 请仔细阅读并同意以下用户协议：

首先感谢您使用《信息导航》的产品和服务。本协议是用户（下称“您”），包括注册用户及没注册的访客（访客适用部分条款的约束），以注册、访问或浏览方式使用《信息导航》的产品和服务时与我们签署的协议（以下提到《信息导航》时即指该产品）。
请留意：您对《信息导航》网页、产品和服务的使用即视为对本协议的签署，具有法律约束力。

### 重要须知——在签署本协议之前，《信息导航》正式提醒用户：

您应认真阅读、充分理解本本协议以及本协议中各条款以及涉及到的隐私政策，当中可能包括免除或者限制《信息导航》责任或对用户权利限制的条款。
除非您接受本协议，否则您无权也无必要继续接受《信息导航》的产品及服务。您可以退出用户注册页面或停止使用《信息导航》的产品及服务。您点击“同意”接受并继续使用《信息导航》的产品及服务，视为您已完全接受本协议。
在您签署本协议之后，此文本可能因国家政策、产品以及履行本协议的环境发生变化而多次进行修改。
修改后的协议发布在本APP上，若您对修改后的协议有异议的，请立即停止登录账户及停止使用《信息导航》产品和服务，若您登录或继续使用，将视为对修改后的协议予以认可。

## 1. 服务条款的确认和接纳

本APP的各项原创内容和服务的所有权归本作者拥有，引用内容所有权归原作者拥有。用户在接受本服务之前，请务必仔细阅读本条款。用户使用服务，或通过完成注册程序，表示用户接受所有服务条款。

## 2. 用户同意：

2.1 提供及时、详尽及准确的个人资料。

2.2 不断更新注册资料、符合及时、详尽、准确的要求。如果用户提供的资料不准确，本APP有结束服务的权利。本APP将不公开用户的姓名、地址、电子邮箱、帐号和电话号码等信息（请阅隐私保护条款）。

用户在APP的任何行为必须遵循：

- 传输资料时必须符合中国有关法规。
- 使用信息服务不作非法用途和不道德行为。
- 不干扰或混乱网络服务。
- 遵守所有使用服务的网络协议、规定、程序和惯例。用户的行为准则是以因特网法规，政策、程序和惯例为根据的。

## 3. 服务条款的修改

本APP有权在必要时修改条款，将会在页面公布。如果不接受所改动的内容，用户可以主动取消自己的会员资格。如果您不取消自己的会员资格，则视为接受服务条款的变动。

## 4. 用户的帐号、密码和安全性

一旦成功注册成为会员，您将有一个密码和用户名。用户将对用户名和密码的安全负全部责任。另外，每个用户都要对以其用户名进行的所有活动和事件负全责。您可以随时改变您的密码。用户若发现任何非法使用用户帐号或存在安全漏洞的情况，请立即通告本作者。

## 5. 拒绝提供担保

用户明确同意使用本作者服务，由用户个人承担风险。本APP不担保服务一定满足用户的要求，也不担保服务不会中断，对服务的及时性、安全性、出错发生都不作担保。用户理解并接受：任何通过服务取得的信息资料的可靠性有用性取决于用户自己的判断，用户自己承担所有风险和责任。

## 6. 有限责任

本APP对任何由于使用服务引发的直接、间接、偶然及继起的损害不负责任。这些损害可能来自（包括但不限于）：不正当使用服务，或传送的信息不符合规定等。

## 7. 对用户信息的存储和限制

本APP不对用户发布信息的删除或储存失败负责，本作者有判定用户的行为是否符合服务条款的要求和精神的保留权利。如果用户违背了服务条款的规定，有中断对其提供服务的权利。

## 8. 结束服务

本APP可随时根据实际情况中断一项或多项服务，不需对任何个人或第三方负责或知会。同时用户若反对任何服务条款的建议或对后来的条款修改有异议，或对服务不满，用户可以行使如下权利：

- 不再使用本APP的服务。
- 通知本作者停止对该用户的服务。

## 9. 信息内容的所有权

本APP的信息内容包括：文字、软件、声音、相片、录象、图表；以及其它信息，所有这些内容受版权、商标、标签和其它财产所有权法律的保护。用户只能在授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。
""";
